{
  "chapter_num": "13",
  "chapter_title": "The 30 Day Energy Reclamation Protocol",
  "word_count": 4139,
  "top_keywords": [
    [
      "energy",
      90
    ],
    [
      "30",
      42
    ],
    [
      "protocol",
      34
    ],
    [
      "s",
      34
    ],
    [
      "day",
      33
    ],
    [
      "days",
      29
    ],
    [
      "while",
      25
    ],
    [
      "his",
      24
    ],
    [
      "research",
      24
    ],
    [
      "approximately",
      24
    ],
    [
      "dr",
      23
    ],
    [
      "t",
      23
    ],
    [
      "creating",
      23
    ],
    [
      "reclamation",
      20
    ],
    [
      "i",
      20
    ]
  ],
  "potential_quotes": [
    "At 43, he'd built a successful construction company, raised three children, and was respected in his community.",
    "The worksheet in your folder will guide you through this process.\"\n\n\"You cannot transform what you do not first acknowledge.",
    "\"True transformation doesn't add more to your life—it removes the unnecessary friction that's been exhausting you all along.\"\n\nWhen he met with Dr.",
    "\"The most profound transformation happens when others notice changes you've stopped noticing in yourself.\"\n\nThe final phase, days 21-30, focused on what Dr.",
    "It's about engaging with them from a place of centered power rather than anxious reactivity.\"\n\n\"So what happens now?\" Elijah asked."
  ],
  "has_practical_application": true,
  "has_storytelling": true,
  "preview": "CHAPTER 13: THE 30-DAY ENERGY RECLAMATION PROTOCOL  Opening Story: \"The Experiment That Changed Everything\"  \"Thirty days,\" Dr. Marcus Chen said, leaning back in his chair. \"That's all I'm asking. Thirty days of consistent practice.\"  Across from him, Elijah Thompson shifted uncomfortably. At 43, he'd built a successful construction company, raised three children, and was respected in his community. But the constant pressure had taken its toll. His doctor had referred him to Dr. Chen after his b...",
  "file_path": "/home/ubuntu/book_assessment/final_book_package/Chapter_13_The_30_Day_Energy_Reclamation_Protocol.docx"
}