{
  "chapter_num": "2",
  "chapter_title": "The Energy Drain",
  "word_count": 5720,
  "top_keywords": [
    [
      "energy",
      209
    ],
    [
      "t",
      40
    ],
    [
      "s",
      38
    ],
    [
      "i",
      35
    ],
    [
      "mental",
      31
    ],
    [
      "most",
      28
    ],
    [
      "emotional",
      27
    ],
    [
      "his",
      26
    ],
    [
      "every",
      23
    ],
    [
      "he",
      22
    ],
    [
      "activities",
      22
    ],
    [
      "where",
      19
    ],
    [
      "no",
      19
    ],
    [
      "my",
      19
    ],
    [
      "day",
      18
    ]
  ],
  "potential_quotes": [
    "The secret wasn't working harder or even smarter—it was eliminating the energy leaks that had been draining his potential.",
    "The Science of Energy and How It Drains the Mind\n\nTo understand energy drain, we must first define energy itself.",
    "It exists in multiple forms: kinetic, potential, thermal, and electrical, but at its core, it obeys the fundamental principle of conservation.",
    "Energy cannot be created or destroyed; it can only be transferred or transformed.",
    "The mitochondria in our cells act as power plants, breaking down glucose through cellular respiration and producing adenosine triphosphate (ATP)—the biochemical currency of life."
  ],
  "has_practical_application": true,
  "has_storytelling": true,
  "preview": "CHAPTER 2: THE ENERGY DRAIN  \"Where focus goes, energy flows. Where energy flows, life grows.\" - Tony Robbins  The Leaky Bucket  Alex stared at his phone, thumb hovering over the Instagram notification. It was 11:43 PM, and he had promised himself he'd be asleep by 10:30. Tomorrow's presentation to the executive team required his full attention—the culmination of three months' work and potentially the stepping stone to the promotion he'd been chasing for two years.  Yet here he was, about to div...",
  "file_path": "/home/ubuntu/book_assessment/final_book_package/Chapter_2_The_Energy_Drain.docx"
}